<template>
    <div>
        <h1>权限说明</h1>
        <p>【IECUBE产品树】，以“IECUBE产品”为根节点，不断扩充。</p>
        <p>划分【工科基础】【信息与电子】【机电与测控】【能源与动力】四大方向。它们在【IECUBE产品树】中的深度为 1。它们由PM负责。</p>
        <p>各个方向又继续细分，以【信息与电子】为例，细分为【集成电路】【通信】等方向。它们为二级方向，它们在【IECUBE产品树】中的深度为2，它们由PM负责。</p>
        <p>接下来的是二级方向下的具体产品形态，以【集成电路】方向下的【3835】产品为例，它们在【IECUBE产品树】中的深度为3，在升级平台中应指定它的负责人。它和它的子节点都有该负责人来负责。</p>
        <p>深度大于3的产品形态可单独设置负责人，下级产品形态的各种变化都应以消息的形式通知上级负责人。</p>
        <p>最终的叶子节点，为最小单元的拥有版本控制的产品，由具体的开发人员进行操作</p>
    </div>
</template>

<script setup lang="ts">
</script>

<style scoped></style>